[
  {
    "id": 1,
    "label": "An unexpected result",
    "date": "Nov. 8",
    "caption": "An election-night Republican rally at the Bellevue Hyatt seemed as if it would be a subdued affair, with Hillary Clinton predicted to win the presidency. But after sitting in the office watching Donald Trump win states, I messaged my wife before heading out: “Trump can win this thing.” The GOP gathering built to a crescendo, with people streaming in from all over the county, wanting to be part of history. And you could see it on the faces of people there. One part stunned surprise, one part validation of what they knew to be true, but everybody else refused to believe.",
    "credit": "Dean Rutz",
    "aspect": "horizontal"
  },
  {
    "id": 2,
    "label": "Not what they expected",
    "date": "Nov. 8",
    "caption": "On election night, The Seattle Times goes all-hands-on-deck, sending photographers and reporters all over the county. I was assigned to a gathering on Capitol Hill for Pramila Jayapal, who was elected to Congress. But the event was overshadowed by the presidential race. The crowd, including schoolteacher Samantha Egelhoff, seemed confident Hillary Clinton would win. But as results continued to stream in, the venue’s name, the Optimism Brewing Company, seemed like a cruel irony.",
    "credit": "Lindsey Wasson",
    "aspect": "horizontal"
  },
  {
    "id": 3,
    "label": "A gentle touch",
    "date": "June 24",
    "caption": "I was joining President Barack Obama for a whirlwind trip around Seattle. First stop was Air Force One landing at Sea-Tac Airport. The president got off the plane and quickly disappeared into a sea of people and Secret Service agents. I crouched down on the tarmac and caught a momentary glimpse of Obama shaking a little girl’s hand. Moments later, he was whisked off in a limo, and I followed him to his next stop in downtown Seattle.",
    "credit": "Mike Siegel",
    "aspect": "vertical"
  },
  {
    "id": 4,
    "label": "Home, sweet home",
    "date": "Aug. 11",
    "caption": "Pranshu Biswa, left, and her cousin, Dave Biswa, enjoy a ride in a toy convertible in Tukwila. Pranshu and her mother, father and sister were the last of their family to resettle in the United States from a refugee camp in Nepal. Pranshu’s former home was a bamboo house, after her family fled Bhutan. Now she delights in eating vanilla ice cream, watching movies and playing with her reunited cousins. She says she wants to be a teacher. Seeing Pranshu reunited with her family in August at Sea-Tac Airport after eight years of separation was a unique and special moment to witness.",
    "credit": "Erika Schultz",
    "aspect": "horizontal"
  },
  {
    "id": 5,
    "label": "Sasquatch scene",
    "date": "May 28",
    "caption": "Fans cheer to the sounds of Major Lazer at the Sasquatch Music Festival in Quincy. The festival is held annually over several days at the Gorge Amphitheatre and features dozens of local and international recording artists performing at all hours of the day. Most of those in attendance camp out in tents and RVs.",
    "credit": "Johnny Andrews",
    "aspect": "horizontal"
  },
  {
    "id": 6,
    "label": "Pipeline protest",
    "date": "Oct. 26",
    "caption": "Walking north on North Dakota Highway 1806 from the main Standing Rock protest encampment, I met this member of the Kickapoo Nation from Kansas. He said he was at Standing Rock “to be part of something bigger than myself.” His staff cuts diagonally across the frame, and I kept watch on the person in the background for his body posture to complete the image.",
    "credit": "Alan Berner",
    "aspect": "horizontal"
  },
  {
    "id": 7,
    "label": "Mayday!",
    "date": "May 1",
    "caption": "Covering the May Day protest, I ignored cops who were yelling, “Get back!” Moving closer, I caught a face full of pepper spray for the first time. I fell to the ground, inspecting my camera, which was now bright orange. I thought it had protected my face. It hadn’t. The spray dripped down my forehead and into my eyes, and that was bad. Wiping them was worse, and for the next 15 minutes, I couldn’t see: a new experience for an old photog. I was led away by a reporter, but came back later in the evening to shoot the May Day roundup by police in the Costco parking lot.",
    "credit": "Steve Ringman",
    "aspect": "horizontal"
  },
  {
    "id": 8,
    "label": "A warm welcome",
    "date": "Feb. 8",
    "caption": "Students were greeted by 250 black men, from all walks of life, at the beginning of the school day at South Shore PK-8 School in Seattle. It was such a positive, uplifting thing to see, and the kids all seemed so surprised, excited and happy. Everyone was smiling and cheering — what a great way to start the day. I wish there could be more events like this. In September, a planned similar event at Seattle’s John Muir Elementary was canceled after the school received at least one threatening call.",
    "credit": "Ellen M. Banner",
    "aspect": "horizontal"
  },
  {
    "id": 9,
    "label": "On the move",
    "date": "April 6",
    "caption": "Mindy Ames, a homeless camper under Interstate 5 on South Jackson Street, hurries to pack up as maintenance workers arrive to clear encampments. Campers moved their belongings to the sidewalk across the street, in front of an International District parking lot. This was part of a Seattle Times investigation written by Mike Baker titled, “Chaos, trash and tears: inside Seattle’s flawed homeless sweeps,” which highlighted the disorganization and confusion that plague cleanups of homeless encampments. The coverage helped spur action by human-rights groups and the Seattle City Council to address the issue.",
    "credit": "Bettina Hansen",
    "aspect": "horizontal"
  },
  {
    "id": 10,
    "label": "Let us in!",
    "date": "Aug. 15",
    "caption": "During a Seattle City Council meeting, demonstrators protesting the proposed North Precinct police headquarters filled the Council chambers. More people were outside, demanding access. The meeting room was filled to overflow. Still, the demonstrators wanted in. Two private security guards tried to keep the protesters (behind them) from gaining access.",
    "credit": "Greg Gilbert",
    "aspect": "horizontal"
  },
  {
    "id": 11,
    "label": "All dressed up",
    "date": "Feb. 15",
    "caption": "Dressed in vintage glam from head to well-heeled toe, Robbie Turner, the drag-queen persona of Seattle’s Jeremy Baird, is a fixture in the Seattle drag scene and also starred last year in the eighth season of “RuPaul’s Drag Race.” The things that stood out during our photo and video session in his Capitol Hill living room were Baird’s humor, kindness and incredible dress and jewelry collection. “I sing, and I dance and I act. I just like to have fun; I like to make people happy,” he said. “And those are the things that make people happy immediately.”",
    "credit": "Erika Schultz",
    "aspect": "vertical"
  },
  {
    "id": 12,
    "label": "Great Blue blur",
    "date": "March 16",
    "caption": "I was stalking a Great Blue Heron at the Ballard Locks while it was stalking fish. While I was photographing from above, the heron took off, but I had accidentally knocked the shutter speed down and failed to freeze the action — except for the legs. After cropping out most of a blurry bird, the resulting photo was beyond what I had hoped for.",
    "credit": "Ken Lambert",
    "aspect": "vertical"
  },
  {
    "id": 13,
    "label": "‘More baby powder!’",
    "date": "Aug. 9",
    "caption": "It’s always unnerving doing portraits for our Seahawks special section each year. You have to photograph athletes who have been photographed countless times, and come up with something new. But when it came to Michael Bennett, I knew almost instantly what I wanted to do. I wanted to communicate something overpowering about him. To that end, I bought a football and sliced into it near the strings. I wanted to give him something he could almost literally rip apart. To add to the animation, I sprinkled a small amount of baby powder into the ball, and told him to pull it hard in a way that would allow the powder to escape. To my delight, Bennett took the concept and made it his own, adding a dimension only a man with his personality could. My favorite moment came when, after a few takes, he paused and said, “I think we need more baby powder.”",
    "credit": "Dean Rutz",
    "aspect": "horizontal"
  },
  {
    "id": 14,
    "label": "Second-chance shot",
    "date": "April 2",
    "caption": "The Washington women’s basketball team was fun to be around all season, as it made an improbable run to the Final Four. Here, the day before the semifinal game in Indianapolis, players had been signing autographs in the arena. Essentially, the whole team poured into an elevator, and I kicked myself for missing the picture. I stood there for a few moments when, to my surprise, the elevator door opened. The women broke the awkwardness by bursting into laughter and waving at me and everybody they had already said goodbye to. And I got the photograph I had wanted but had missed before.",
    "credit": "Dean Rutz",
    "aspect": "horizontal"
  },
  {
    "id": 15,
    "label": "Shades of survival",
    "date": "July 26",
    "caption": "The first thing I noticed about Daniel Lyon Jr., the firefighter who nearly died from burns in the 2015 Twisp wildfire, wasn’t his injuries. It was his perfectly preserved eyes, which meet you with a lively, friendly, engaging gaze. Lyon mentioned keeping the sunglasses that saved his vision and, while visiting his Montana home, I knew I needed to photograph them. The glasses tell the story of that terrible day, and of Lyon’s incredible will to live.",
    "credit": "Ken Lambert",
    "aspect": "horizontal"
  },
  {
    "id": 16,
    "label": "The Empire strikes back",
    "date": "Oct. 2",
    "caption": "Storm troopers Dino Ignacio, Guy Evans and Casey Buxton, from left, cross the street on their way to EMP Museum (since renamed the Museum of Pop Culture). The friends are members of the 501st Legion, an all-volunteer organization that promotes interest in “Star Wars” while appearing at local community and charity events. They thought it would be fun to check out the museum’s sci-fi exhibit while wearing their storm-trooper outfits. I randomly happened upon the trio after parking my car while headed to another assignment.",
    "credit": "Johnny Andrews",
    "aspect": "horizontal"
  },
  {
    "id": 17,
    "label": "That’s gotta hurt",
    "date": "Sept. 25",
    "caption": "Seahawks quarterback Russell Wilson has his left knee twisted as he’s tackled by San Francisco linebacker Eli Harold. The knee injury, along with an earlier high ankle sprain, limited Wilson’s mobility for several games.",
    "credit": "Bettina Hansen",
    "aspect": "horizontal"
  },
  {
    "id": 18,
    "label": "Game-saver",
    "date": "Dec. 10",
    "caption": "The MLS Cup was really all about Sounders FC goalkeeper Stefan Frei. He survived an onslaught of Toronto shots in Seattle’s thrilling championship victory, capping it with an incredible one-handed save in overtime. Though I thankfully had a clear view of the moment, I’d nearly forgotten about it until after the game, when editor Danny Gawlowski asked if we’d gotten anything of this play. While viewers at home have the benefit of slow-motion replays, photographers have to keep tracking the ball in case there’s a game-winning goal. All I can say is that I’m glad it was in focus.",
    "credit": "Lindsey Wasson",
    "aspect": "horizontal"
  },
  {
    "id": 19,
    "label": "The dog whisperer",
    "date": "March 12",
    "caption": "No doubt, this Brittany is checking out his competitor’s ear and not whispering advice before taking to the ring at the annual Seattle Kennel Club event, but I immediately read into it, “the dog whisperer,” and his buddy’s surprise at the comments.",
    "credit": "Alan Berner",
    "aspect": "horizontal"
  },
  {
    "id": 20,
    "label": "Forgiveness",
    "date": "Sept. 11",
    "caption": "In an unplanned moment, after being invited into a special circle during a crosswalk dedication ceremony, Seattle Police Detective Denise “Cookie” Bouldin kisses the hand of Rick Williams, a surviving brother of John T. Williams, who was killed by an officer in 2010. “It meant a lot,” Bouldin later told Times reporter Rachel Lerman, of being invited into the circle of people. “He doesn’t show any ill will toward all the police force for what one police officer had done.”",
    "credit": "Ken Lambert",
    "aspect": "horizontal"
  },
  {
    "id": 21,
    "label": "Superhero sandwich",
    "date": "Sept. 5",
    "caption": "Michael Lambert, from Victoria, B.C., and dressed as Marvel superhero Captain America, waits in line at Subway on the last day of the PAX West convention at the Washington State Convention Center. The convention, one of several held across the United States (plus one in Australia), highlights activity in the gaming industry and features everything from guest panels to competitions and costume contests, while also providing a venue for companies to display products. While some show up to participate in the convention, many see it as an opportunity to dress up as their favorite characters just for the fun of it.",
    "credit": "Johnny Andrews",
    "aspect": "horizontal"
  },
  {
    "id": 22,
    "label": "Baby kiss",
    "date": "Sept. 24",
    "caption": "Washington Huskies wide receiver John Ross kisses his younger brother, Kaiden Ross, 2, on the cheek after his team’s 35-28 overtime victory over the Arizona Wildcats in Tucson. After missing the 2015 season following two knee surgeries, Ross is having a great season for the Huskies, who won the Pac-12 title and advanced to the four-team College Football Playoff.",
    "credit": "Johnny Andrews",
    "aspect": "horizontal"
  },
  {
    "id": 23,
    "label": "Good times",
    "date": "May 19",
    "caption": "Garfield High School Principal Ted Howard, second from left, jokes around with seniors Drah-Cir Sterling Boswell, left; Brenda Hicks, second from right; and Semaja Pickett, right, as they look over prom photos. Howard has presided over the school for the past decade while navigating discipline issues; racial disparities; and the competing interests of students, faculty and school administrators.",
    "credit": "Johnny Andrews",
    "aspect": "horizontal"
  },
  {
    "id": 24,
    "label": "Boeing 787",
    "date": "April 27",
    "caption": "I spent three months trying to find the ultimate shot of a Boeing jet taking off. I wanted something different, so I worked with Boeing and Paine Field to get into a position next to the runway during multiple takeoffs. At one point, I was in a scissors lift set up high at the south end of the runway, so the planes took off right over my head. This photo was the cover of our special section that ran July 10, celebrating the Boeing centennial.",
    "credit": "Mike Siegel",
    "aspect": "horizontal"
  },
  {
    "id": 25,
    "label": "Welcome to the ‘Jungle’",
    "date": "Oct. 11",
    "caption": "The “Jungle” is a homeless encampment set up underneath Interstate 5 south of Dearborn Street and north of the West Seattle exit. These people were moved out early one morning last fall. I showed up early, as people were humanely removed from their tents and makeshift housing. A few hours later, there was a shooting near where I was standing when I took this photo.",
    "credit": "Mike Siegel",
    "aspect": "horizontal"
  },
  {
    "id": 26,
    "label": "Bus crash",
    "date": "June 3",
    "caption": "I was only a few miles away when I heard about a school-bus crash on the police scanner that I listen to in my car. Upon arrival, it was bedlam, with medics, parents and police rushing to the scene. I captured Anthony Samuels carrying his daughter Maletina, a fourth-grader, from the crash site. Maletina said her legs hurt, so her dad took her to the hospital. At least 17 students were injured in the rear-end collision involving two school buses near Martin Luther King Jr. Way South and Southwest Sunset Boulevard in Renton.",
    "credit": "Mike Siegel",
    "aspect": "vertical"
  },
  {
    "id": 27,
    "label": "Rescued Rialto",
    "date": "Sept. 14",
    "caption": "Rialto the rescued sea otter received 24-hour-a-day attention during his recovery at the Seattle Aquarium. Here, he swims on his back, playing with one of his many toys. Reporter Lynda Mapes and I covered his rehab and relocation to the Vancouver (B.C.) Aquarium.",
    "credit": "Alan Berner",
    "aspect": "horizontal"
  },
  {
    "id": 28,
    "label": "Bumbershoot",
    "date": "Sept. 2",
    "caption": "With limited time to photograph bands for the next morning’s paper, I quickly went from one outdoor stage to another on the first day of Bumbershoot. If the act was just a person and a mic and no one dancing — time to move on. Gianni Aiello, with the local band Naked Giants, is one of the most energetic performers I’ve ever seen at the many Bumbershoots I’ve covered. Standing as close as possible to the Mural Amphitheatre stage, I waited for his movements to frame the other members of the band with his high kicks. And they can play.",
    "credit": "Alan Berner",
    "aspect": "horizontal"
  },
  {
    "id": 29,
    "label": "Smoke gets in his eyes",
    "date": "Jan. 2",
    "caption": "After checking out the “Grossology” exhibit at the Pacific Science Center, I happened across Chris Cosby, who was discussing the properties of super-cold liquid nitrogen at minus-319 degrees Fahrenheit. As his warm breath approached the beaker, a vapor cloud covered his face. It should be noted that he’s wearing proper safety glasses.",
    "credit": "Alan Berner",
    "aspect": "horizontal"
  },
  {
    "id": 30,
    "label": "Preparing for the worst",
    "date": "June 15",
    "caption": "Schools near the Washington coast need to be prepared not just for earthquakes, but also for the tsunamis that can follow. Many older schools, like Hopkins Preschool in Aberdeen, are particularly vulnerable. During a recent drill, youngsters ducked under their desks. In a real event, the preschoolers would have to walk three-quarters of a mile after the shaking stops to reach high ground and escape a tsunami.",
    "credit": "Ellen M. Banner",
    "aspect": "horizontal"
  },
  {
    "id": 31,
    "label": "Best friends",
    "date": "Sept. 14",
    "caption": "My 14-year-old dog had died the week before, and my editor, Cara Brannan, thought sending me to a company that allows employees to bring their dogs (and cats) to work might be good for me. She was right. I shed a few tears when people asked whether I had a dog, but it was so wonderful to see so many people loving their four-legged friends. Dogs — there’s nothing quite as wonderful for the human soul.",
    "credit": "Ellen M. Banner",
    "aspect": "horizontal"
  },
  {
    "id": 32,
    "label": "Up a tree",
    "date": "March 23",
    "caption": "After climbing an 80-foot tree on Stewart Street between Third and Fourth avenues in downtown Seattle, this man broke off all the branches around him; threw them at officers trying to get him down; and made a makeshift nest, where he spent the night. A huge crowd gathered below to watch and wait. He was there for more than 25 hours before, luckily, making it safely down on his own.",
    "credit": "Ellen M. Banner",
    "aspect": "vertical"
  },
  {
    "id": 33,
    "label": "Another view",
    "date": "Oct. 5",
    "caption": "Garry Rosman drove me to the top of a hill that overlooked his home and part of his wheat farm in Davenport. He is a lifelong Republican, uncomfortable with president-elect Donald Trump, and wasn’t sure whom he was going to vote for in the November election. I spent a couple of days in Eastern Washington, which is heavily Republican. Views on Trump were at both ends of the spectrum, and it was fascinating to hear how they felt. It is one of the things I love most about my job — meeting passionate people … and truly hearing both sides.",
    "credit": "Ellen M. Banner",
    "aspect": "horizontal"
  },
  {
    "id": 34,
    "label": "Creative cuts",
    "date": "April 21",
    "caption": "Spac3man cuts the hair of Pharell Gayle, 13, at Frank’s Barbershop. Owner Frank Taylor, who grew up in the Central District, started this shop, his first, on South Jackson Street in 2007. He opened a second shop a half-mile away in January 2016, anticipating Vulcan’s $30.9 million purchase of the shopping complex where his first shop is located. Taylor said he found a space on First Hill to relocate his original shop, but he and other tenants are struggling with the costs of square footage and relocation.",
    "credit": "Erika Schultz",
    "aspect": "horizontal"
  },
  {
    "id": 35,
    "label": "Must-see TV",
    "date": "Feb. 3",
    "caption": "While walking to my car at the University of Washington, I met Virginia Jordan, a junior photomedia major, wearing a homemade television costume while filming herself. Jordan was trying to find a quiet place on campus with a cement wall as a backdrop for a project that focused on advanced video-editing techniques. As Jordan develops her portfolio, she hopes to integrate more of her homemade costumes into her film and photography projects. I thanked my lucky stars to stumble across this moment, and to have my camera with me. (And thank goodness for art and photo majors.)",
    "credit": "Erika Schultz",
    "aspect": "horizontal"
  },
  {
    "id": 36,
    "label": "Delivering a message",
    "date": "Feb. 10",
    "caption": "Alexander Jackson, an instructor at Northwest Tap Connection, practices with students in Rainier Valley for a performance at EMP Museum for Black History Month. “People need to come and see and hear from actual black youth,” said instructor Shakiah Danielson, who choreographs and teaches hip-hop dance to young people at the race- and social-justice-oriented studio in Rainier Beach. A video clip of her students tap-dancing to “Hell You Talmbout,” a protest song by Janelle Monáe, went viral this year on Facebook.",
    "credit": "Erika Schultz",
    "aspect": "horizontal"
  },
  {
    "id": 37,
    "label": "Leave it to Magnus",
    "date": "Oct. 12",
    "caption": "While in Kinnear Park working on another assignment, I encountered professional dog-walker Ryan Matthews with at least a dozen clients and his own dog, an alpha named Magnus (top left). I asked Matthews how he got everybody into a minivan. “I don’t do a thing,” he said. “(Magnus) does all the work.” And with that, he opened the gate, and every last dog was in the vehicle in seconds, supervised by the Akita German Shepherd, which lived up to his name.",
    "credit": "Ken Lambert",
    "aspect": "horizontal"
  },
  {
    "id": 38,
    "label": "Dance party",
    "date": "March 16",
    "caption": "Irish dancers from the American Dance Institute in Greenwood warm up in the hallway for a St. Patrick’s Day performance for seniors at the Norse Home Retirement Community in the Phinney Ridge neighborhood. The American Dance Institute has been performing Irish dance for North Seattle seniors for St. Patrick’s Day for more than 20 years. It is a noncompetitive program that welcomes dancers of all abilities and ages.",
    "credit": "Bettina Hansen",
    "aspect": "horizontal"
  },
  {
    "id": 39,
    "label": "All clear",
    "date": "Oct. 25",
    "caption": "It was pouring rain in Ballard — the kind that saturates your camera so you can’t see through the viewfinder. But with autofocus, you can still shoot and pray for sharp images. Fire had burned out the inside of Stallions and Centerfolds, well-known strip clubs on 15th Avenue. Here, firefighters queue up outside before re-entering.",
    "credit": "Steve Ringman",
    "aspect": "horizontal"
  },
  {
    "id": 40,
    "label": "Thirsty honey bees",
    "date": "July 28",
    "caption": "Honey bees drink lots of water, and I watched them cycle back and forth from their hive to my birdbath during warm days last summer. They drink, but some of them also load up and spray water into the hive, with flapping wings, cooling down the inside.",
    "credit": "Steve Ringman",
    "aspect": "horizontal"
  },
  {
    "id": 41,
    "label": "Seahawks solidarity",
    "date": "Sept. 11",
    "caption": "The Seahawks decided the whole team would lock arms, not kneel, as a way to show unity while continuing a conversation started by San Francisco 49ers quarterback Colin Kaepernick. With other photographers on the field, we decided I would try to add perspective by shooting from the 300 level of CenturyLink Field, contrasting the players with the enormous field-size flag held by military members.",
    "credit": "Lindsey Wasson",
    "aspect": "horizontal"
  },
  {
    "id": 42,
    "label": "Like father, like son",
    "date": "Sept. 30",
    "caption": "After Washington’s first big win of the season, a blowout of No. 7 Stanford, I wasn’t so sure fans would rush the field: The Huskies had led all game, and fans seemed comfortable with the win. I was wrong — they did rush, and I ended up right in the middle of it. Hoping to make a photograph of the crowd, I shoved through the mob and eventually made it to the stands. A minute later, and I’d have missed this moment, as UW quarterback Jake Browning hopped into the stands to get a hug and kiss from his dad, Ed Browning, a former college quarterback. Sometimes dumb luck is your best friend.",
    "credit": "Lindsey Wasson",
    "aspect": "horizontal"
  },
  {
    "id": 43,
    "label": "Safety first",
    "date": "May 1",
    "caption": "Having explosives hurtle toward you is not an ideal way to spend your Sunday, but for Seattle journalists on May Day, it’s become a foregone conclusion. During large protests, Seattle Police often use “blast balls,” percussive nonlethal grenades, to control or disrupt crowds, and we have to keep our heads on a swivel to avoid being injured. I’ve learned the blast balls have a “tell,” and make a clicking noise about a second before detonation — that’s when you get out of the way.",
    "credit": "Lindsey Wasson",
    "aspect": "horizontal"
  },
  {
    "id": 44,
    "label": "Family bonds",
    "date": "June 4",
    "caption": "I’m always grateful when we’re able to find positive stories, though Wilson McLaurin’s was bittersweet. After an eventful life, from driving celebrities in Los Angeles to selling roses in Pioneer Square, McLaurin decided to get sober for his daughter, Mariah, only to be diagnosed with terminal pancreatic cancer. He passed away in late November after we ran the story. It was clear, however, that a deep trust had developed between McLaurin and Mariah’s adoptive family. He knew she was in good hands.",
    "credit": "Lindsey Wasson",
    "aspect": "horizontal"
  }
]